// ignore_for_file: file_names
class Product {
  final String name;
  final String description;
  final double price;
  final String imageUrl;
  final String category;
  final bool isFavourite;
  final double rating;

  Product({
    required this.name,
    required this.description,
    required this.price,
    required this.imageUrl,
    required this.category,
    required this.isFavourite,
    required this.rating,
  });
  @override
  String toString() {
    return 'Product{name: $name, description: $description, price: $price, category: $category, isFavourite: $isFavourite}, rating: $rating}';
  }
}

List<Product> products = [
  Product(
    name: 'ຕຽງຜູ້ໃຫຍ່',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
        // "This luxurious bed features a contemporary design with a striking black and white color scheme. The centerpiece of the bed is its tall, upholstered headboard, crafted with a cream fabric that provides a soft, padded surface. The headboard's sleek, vertical stitching adds a touch of elegance and sophistication to the room. The bedding set includes a plush black comforter, complemented by matching black pillowcases and decorative pillows. A distinctive white stripe runs horizontally and vertically across the comforter, bearing a bold, black text that adds a modern and fashionable element to the design. The bed is dressed with an additional light gray sheet that peeks out from under the comforter, adding a subtle contrast to the predominantly dark tones. On either side of the bed, stylish nightstands with a white and gold finish are positioned, each topped with a contemporary lamp. One nightstand holds a decorative golden vase with a plant, while the other supports a small stack of books and a candle, enhancing the cozy ambiance of the space. The overall look is both chic and inviting, making this bed a perfect focal point for a sophisticated bedroom setting.",
    price: 39.99,
    imageUrl: 'assets/images/small-bedsheet.jpeg',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Queen Comforter Set 7 Piece Bed',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 89.99,
    imageUrl: 'assets/images/bed/bed_1.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Fitted Sheet and Shams',
    description: "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 69.99,
    imageUrl: 'assets/images/bed/bed_2.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Velvet Bedding Set',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 79.99,
    imageUrl: 'assets/images/bed/bed_3.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Sun Rise',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 29.99,
    imageUrl: 'assets/images/bed/bed_4.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Ienjoy Home Home',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 19.99,
    imageUrl: 'assets/images/bed/bed_5.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Green Tea',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 89.99,
    imageUrl: 'assets/images/bed/bed_6.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Cartoon',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 39.99,
    imageUrl: 'assets/images/bed/bed_7.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Cutie Bunny',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 99.99,
    imageUrl: 'assets/images/bed/bed_8.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'Halloween Set',
    description:
        "ຕຽງທີ່ຫຼູຫຼານີ້ມີການອອກແບບທີ່ທັນສະໄຫມເຊິ່ງມີສີດໍາແລະສີຂາວທີ່ໂດດເດັ່ນ. ຈຸດໃຈກາງຂອງຕຽງແມ່ນສູງ, ເປັນຫົວ, ກະດານຫົວ, ປະທັບຕາດ້ວຍຜ້າສີຄີມທີ່ໃຫ້ພື້ນຜິວທີ່ອ່ອນນຸ້ມ. Sleek ຂອງ headboard, stitching ແນວຕັ້ງເພີ່ມການສໍາພັດຂອງຄວາມສະຫງ່າງາມແລະຄວາມຄ່ອງແຄ້ວກັບຫ້ອງ. ຊຸດຜ້າປູບ່ອນນອນປະກອບມີເຄື່ອງຊັກຜ້າດໍາທີ່ມີຄວາມສະດວກສະບາຍ, ປະກອບດ້ວຍຫມອນເຂັມສີດໍາແລະຫມອນທີ່ຕົກແຕ່ງ. ເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນແລ່ນຕາມແນວນອນແລະແນວນອນໃນທົ່ວຜູ້ສະຫນອງ, ໃສ່ຂໍ້ຄວາມທີ່ກ້າຫານ, ສີດໍາທີ່ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມເພື່ອການອອກແບບ. ຕຽງແມ່ນນຸ່ງເຄື່ອງທີ່ມີສີຂີ້ເຖົ່າອ່ອນໆທີ່ຮ້ອງອອກມາຈາກພາຍໃຕ້ຜູ້ປອບໂຍນ, ເພີ່ມຄວາມກົງກັນຂ້າມກັບໂຕນທີ່ມືດໃຫຍ່. ຢູ່ສອງຂ້າງຂອງຕຽງ, ກາງຄືນແບບທັນສະໄຫມພ້ອມດ້ວຍສໍາເລັດຮູບສີຂາວແລະຄໍາແມ່ນຕັ້ງຢູ່, ແຕ່ລະອັນທີ່ມີໂຄມໄຟທີ່ທັນສະໄຫມ. Nightandand Threewandand ຖືເປັນ vase ທອງທີ່ມີປະໂຫຍດກັບຕົ້ນໄມ້, ໃນຂະນະທີ່ອີກໂຕຫນຶ່ງສະຫນັບສະຫນູນປື້ມນ້ອຍໆແລະທຽນໄຂການເສີມຂະຫຍາຍຄວາມສະຫງົບສຸກຂອງພື້ນທີ່. ເບິ່ງໂດຍລວມແມ່ນທັງ chic ແລະການເຊື້ອເຊີນ, ເຮັດໃຫ້ຕຽງນອນທີ່ສົມບູນແບບສໍາລັບການຕັ້ງຫ້ອງນອນທີ່ມີຄວາມຊັບຊ້ອນ.",
    price: 19.99,
    imageUrl: 'assets/images/bed/bed_9.png',
    category: 'ຕຽງ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'DUVET COVER SETS QB',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 9.99,
    imageUrl: 'assets/images/cover/cover_1.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'DUVET COVER SET SB',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 9.99,
    imageUrl: 'assets/images/cover/cover-5.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'COTTON DUVET COVER SET DB',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 26.99,
    imageUrl: 'assets/images/cover/cover-7.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'DB DUVET COVER',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 10.99,
    imageUrl: 'assets/images/cover/cover-8.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'NATURAL DUVET COVER KB',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 30.99,
    imageUrl: 'assets/images/cover/cover-10.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'DB JEDI MODERN DUVET COVER',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 8.99,
    imageUrl: 'assets/images/cover/cover-11.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
  Product(
    name: 'DUVET COVER SETS XB',
    description: 'ຊຸດຝາປິດ Duvet ມີສີດໍາທີ່ກ້າຫານແລະທັນສະໄຫມເປັນ hue ຕົ້ນຕໍ, ການຍົກລະດັບຄວາມຮູ້ສຶກຂອງຄວາມສະຫງ່າງາມທີ່ທັນສະໄຫມ. ນີ້ແມ່ນປະກອບດ້ວຍເສັ້ນດ່າງສີຂາວທີ່ແຕກຕ່າງກັນທີ່ແລ່ນທັງທາງຂວາງແລະແນວຕັ້ງໃນທົ່ວຝາປິດ, ສ້າງຄວາມແຕກຕ່າງທີ່ໂດດເດັ່ນເຊິ່ງຊ່ວຍເພີ່ມການອຸທອນທີ່ຫນ້າປະທັບໃຈ. ເສັ້ນດ່າງມີສີດໍາເຂັ້ມ, ເພີ່ມອົງປະກອບທີ່ທັນສະໄຫມແລະສະຫງ່າງາມສໍາລັບການອອກແບບ. ຫັດຖະກໍາຈາກວັດຖຸດິບທີ່ມີຄຸນນະພາບສູງ, ຊຸດປົກຄຸມ Duvet ນີ້ສັນຍາວ່າບໍ່ພຽງແຕ່ບໍ່ພຽງແຕ່ການອຸທອນກ່ຽວກັບຄວາມງາມເທົ່ານັ້ນແຕ່ຍັງມີຄວາມສະດວກສະບາຍພິເສດເທົ່ານັ້ນ. ຜ້າແມ່ນອ່ອນທີ່ຈະສໍາຜັດ, ສະຫນອງຄວາມຮູ້ສຶກທີ່ອົບອຸ່ນແລະການເຊີນຊວນທີ່ຮັບປະກັນການນອນກາງຄືນທີ່ພັກຜ່ອນ. ມັນຖືກອອກແບບໃຫ້ມີລົມຫາຍໃຈແລະທົນທານ, ເຮັດໃຫ້ມັນເຫມາະສົມສໍາລັບການນໍາໃຊ້ປະຈໍາວັນ.',
    price: 8.99,
    imageUrl: 'assets/images/cover/cover-4.png',
    category: 'ຜ້າປູບ່ອນ',
    isFavourite: false,
    rating: 4.1,
  ),
];
